Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

# %S already exists. Do you want to replace it?
source: %S already exists.\nDo you want to replace it?
bn_bd: %S ফাইলটি ইতোমধ্যে রয়েছে।\nআপনি কি এটি প্রতিস্থাপন করতে চান?

source: Same Host HTTP
bn_bd: একই হোস্ট HTTP

source: Same Origin
bn_bd: একই মূল

source: Samoa
bn_bd: সামোয়া

source: Samoan
bn_bd: সামোয়ান

source: samples
bn_bd: নমুনা

source: Samples
bn_bd: নমুনা সমূহ

source: Sandbox
bn_bd: স্যান্ডবক্স

source: Sango
bn_bd: সাঙ্গো

source: San Marino
bn_bd: সান মারিনো

source: Sanskrit
bn_bd: সংস্কৃত

source: Sans-serif
bn_bd: সান্স-সেরিফ

source: Sans Serif
bn_bd: সাণ্স শেরিফ

source: Sao Tome and Principe
bn_bd: সাও টোমে ও প্রিন্সিপে

source: %S (application)
bn_bd: %S (অ্যাপ্লিকেশন)

source: Sardinian
bn_bd: সার্ডিনিয়ান

source: saturation
bn_bd: স্যাচুরেশন

source: Saudi Arabia
bn_bd: সৌদি আরব

source: Save
bn_bd: সংরক্ষণ

source: &Save
bn_bd: সংরক্ষণ (&S)

source: save about:webrtc as
bn_bd: সংরক্ষণ করুন about: WebRTC হিসাবে

source: Save All As HAR
bn_bd: HAR রূপে সব কপি করা হোক

source: &Save and Quit
bn_bd: সংরক্ষণ করে প্রস্থান

source: Save an image of the page
bn_bd: এই পাতার একটি ছবি সংরক্ষণ করুন

source: Save animation frame snapshot…
bn_bd: অ্যানিমেশন ফ্রেম স্ন্যাপশট সংরক্ষণ করুন…

source: Save a PNG image of the entire visible window (optionally after a delay)
bn_bd: সমগ্র প্রদর্শিত উইন্ডোর PNG চিত্র সংরক্ষণ করুন (ঐচ্ছিকভাবে কিছু বিলম্বে)

source: Save As
bn_bd: নতুন ভাবে সংরক্ষণ

source: Save As…
bn_bd: অন্যভাবে সংরক্ষণ...

source: Save Audio
bn_bd: অডিও সংরক্ষণ

source: Save Audio As…
bn_bd: অডিও নতুনভাবে সংরক্ষণ…

source: Save Certificate To File
bn_bd: ফাইলের মধ্যে সার্টিফিকেট সংরক্ষণ করা হবে

source: Save Changes
bn_bd: পরিবর্তন সংরক্ষণ

source: Saved Form History
bn_bd: ইতিহাস থেকে সংরক্ষিত

source: Saved Logins
bn_bd: সংরক্ষিত লগইন

source: Saved Logins…
bn_bd: সংরক্ষিত লগইন L…

source: Saved Passwords
bn_bd: সংরক্ষিত পাসওয়ার্ড

source: Saved to
bn_bd: সংরক্ষণের স্থান

source: Save File
bn_bd: ফাইল সংরক্ষণ

source: Save File As
bn_bd: নতুন ভাবে ফাইল সংরক্ষণ করুন

source: Save files to
bn_bd: ফাইল সংরক্ষণের স্থান v

source: Save Frame As…
bn_bd: ফ্রেম নতুনভাবে সংরক্ষণ…

source: Save Image
bn_bd: ছবি সংরক্ষণ

source: Save Image As
bn_bd: নতুনভাবে ছবি সংরক্ষণ

source: Save Image As…
bn_bd: ছবি নতুনভাবে সংরক্ষণ…

source: Save Link As…
bn_bd: লিংক নতুনভাবে সংরক্ষণ…

source: Save Link to %S
bn_bd: %S এ লিংক সংরক্ষণ করুন

source: Save Media
bn_bd: মিডিয়া সংরক্ষণ করো

source: Save Page
bn_bd: পাতা সংরক্ষণ করুন

source: Save Page As…
bn_bd: নতুনভাবে পৃষ্ঠা সংরক্ষণ… (A)

source: Save Page to %S
bn_bd: %S এ পাতা সংরক্ষণ করুন

source: Save recording…
bn_bd: রেকর্ড সংগ্রহ করা হচ্ছে

source: Save Snapshot
bn_bd: স্ন্যাপশট সংরক্ষণ

source: Save Snapshot As…
bn_bd: স্ন্যাপশট নতুন করে সংরক্ষণ করুন... S

source: Saves to the screenshot directly to the clipboard
bn_bd: স্ক্রিনশটটি সরাসরি ক্লিপবোর্ডে সংরক্ষণ কর

source: Save style sheet
bn_bd: স্টাইল শীট সংরক্ষণ করুন

source: Save this page (%S)
bn_bd: এই পাতা সংরক্ষণ করুন (%S)

source: Save this style sheet to a file
bn_bd: ফাইলে স্টাইল শীট সংরক্ষণ করুন

source: Save to file? (true/false)
bn_bd: ফাইলে সংরক্ষণ? (true/false)

source: Save Video
bn_bd: ভিডিও সংরক্ষণ

source: Save Video As…
bn_bd: V ভিডিও নতুনভাবে সংরক্ষণ…

source: Saving…
bn_bd: সংরক্ষণ করা হচ্ছে...

source: Saving Picture…
bn_bd: ছবি সংরক্ষণ করা হচ্ছে...

source: Saving report…
bn_bd: প্রতিবেদন সংরক্ষিত হচ্ছে…

source: Saving snapshot…
bn_bd: স্ন্যাপসট সংরক্ষণ…

source: Saving tree map…
bn_bd: ট্রি ম্যাপ সংরক্ষিত হচ্ছে…

source: Saw a “form” start tag, but there was already an active “form” element. Nested forms are not allowed. Ignoring the tag.
bn_bd: “form” শুরুর ট্যাগ দেখেছিলেন, কিন্তু তার আগেই একটি সক্রিয় "ফর্ম" উপাদান ছিল। নেস্টেড ফর্ম অনুমোদিত নয়। ট্যাগ উপেক্ষা করুন।

source: Saw an end tag after “body” had been closed.
bn_bd: “body” বন্ধ হওয়ার পর শেষ ট্যাগ দেখেছেন।

source: Saw a quote when expecting an attribute name. Probable cause: “=” missing immediately before.
bn_bd: যখন একটি বৈশিষ্ট্য নাম প্রতীক্ষমান ছিল তখন উদ্ধৃতি দেখেছেন। সম্ভাব্য কারণ: “=” কে অব্যবহিত পূর্বে পাওয়া যাচ্ছে না।

source: Saw a start tag “image”.
bn_bd: “image” শুরুর ট্যাগ দেখেছিলেন।

source: Saw end of file without the previous tag ending with “>”. Ignoring tag.
bn_bd: ফাইলের শেষে “>” এর সাথে পূর্ববর্তী ট্যাগ দেখা হয়েছে। ট্যাগ উপেক্ষা করুন।

source: Saw “<?”. Probable cause: Attempt to use an XML processing instruction in HTML. (XML processing instructions are not supported in HTML.)
bn_bd: “<?” দেখুন।সম্ভাব্য কারণ : HTML এ XML প্রক্রিয়াকরণ নির্দেশনা ব্যবহারের প্রচেষ্টা করা হয়েছে।(XML প্রক্রিয়াকরণ নির্দেশনা HTML এ সমর্থিত নয়।)

source: Saw “</>”. Probable causes: Unescaped “<” (escape as “&lt;”) or mistyped end tag.
bn_bd: “</>” দেখেছিলেন । সম্ভাব্য কারণ: আনএস্কেপ “<” (“&lt;” হিসেবে এস্কেপ) অথবা শেষ ট্যাগে ভুল ভাবে টাইপ করা হয়েছিল।

source: Saw “<>”. Probable causes: Unescaped “<” (escape as “&lt;”) or mistyped start tag.
bn_bd: “<>” দেখছেন।সম্ভাব্য কারণ : আনএস্কেপ “<”(“&lt;” হিসেবে এস্কেপ ) অথবা শুরুর ট্যাগে ভুল ভাবে টাইপ করা হয়েছে।

source: Saw “=” when expecting an attribute name. Probable cause: Attribute name missing.
bn_bd: যখন একটি বৈশিষ্ট্য মান প্রতীক্ষমান তখন “=” দেখছেন।সম্ভাব্য কারণ: বৈশিষ্ট্যের নাম পাওয়া যাচ্ছে না।

source: Saw “<” when expecting an attribute name. Probable cause: Missing “>” immediately before.
bn_bd: অব্যবহিত পূর্বেই দেখেছিলেন “<” যখন একটি বৈশিষ্ট্যের আশা করা হচ্ছিলো। সম্ভাব্য কারণ: নিখোঁজ “>”

source: Scalars
bn_bd: স্ক্যালারস

source: Scale:
bn_bd: আকার পরিবর্তন: (S)

source: Scaled (%S%%)
bn_bd: আকার পরিবর্তিত (%S%%)

source: %S (camera)
bn_bd: %S (ক্যামেরা)

source: %S (camera and application)
bn_bd: %S (ক্যামেরা এবং অ্যাপ্লিকেশন)

source: %S (camera and microphone)
bn_bd: %S (ক্যামেরা এবং মাইক্রোফোন)

source: %S (camera and screen)
bn_bd: %S (ক্যামেরা এবং স্ক্রিন)

source: %S (camera and tab)
bn_bd: %S (ক্যামেরা এবং ট্যাব)

source: %S (camera and tab audio)
bn_bd: %S (ক্যামেরা এবং ট্যাব অডিও)

source: %S (camera and window)
bn_bd: %S (ক্যামেরা এবং উইন্ডো)

source: %S (camera, microphone and application)
bn_bd: %S (ক্যামেরা,মাইক্রোফোন এবং অ্যাপ্লিকেশন)

source: %S (camera, microphone and screen)
bn_bd: %S (ক্যামেরা, মাইক্রোফোন এবং স্ক্রিন)

source: %S (camera, microphone and tab)
bn_bd: %S (ক্যামেরা, মাইক্রোফোন এবং ট্যাব)

source: %S (camera, microphone and window)
bn_bd: %S (ক্যামেরা, মাইক্রোফোন এবং উইন্ডো)

source: %S (camera, tab audio and application)
bn_bd: %S (ক্যামেরা, টাব অডিও এবং অ্যাপ্লিকেশন)

source: %S (camera, tab audio and screen)
bn_bd: %S (ক্যামেরা, ট্যাব অডিও এবং স্ক্রীন)

source: %S (camera, tab audio and tab)
bn_bd: %S (ক্যামেরা, ট্যাব অডিও এবং ট্যাব)

source: %S (camera, tab audio and window)
bn_bd: %S (ক্যামেরা, ট্যাব অডিও এবং উইন্ডো)

source: Scam Warning: Take care when pasting things you don’t understand. This could allow attackers to steal your identity or take control of your computer. Please type ‘%S’ below (no need to press enter) to allow pasting.
bn_bd: স্ক্যাম সতর্কতা: অাপনি বোঝেন না এমন কিছু পেস্ট করার সময়ে সতর্ক থাকুন। এই সুযোগে অাক্রমণকারীরা অাপনার পরিচয় চুরি করে নিতে পারে বা অাপনার কম্পিউটারের নিয়ন্ত্রণ নিয়ে নিতে পারে। দয়া করে, পেস্টিং করতে নীচে '%S' লিখুন (এন্টার টিপতে হবে না)।

source: Scam Warning: Take care when pasting things you don’t understand. This could allow attackers to steal your identity or take control of your computer. Please type ‘%S’ in the scratchpad below to allow pasting.
bn_bd: স্ক্যাম সতর্কীকরণ: যখন আপনি না বোঝা জিনিস পেস্ট করছেন তখন তার খেয়াল রাখুন। এটা আক্রমণকারীদের আপনার পরিচিতি চুরি করতে সাহায্য করবে বা আপনার কম্পিউটারের কন্ট্রোল করতে সাহায্য করবে। অনুগ্রহ করে '%S' টাইপ করুন নীচের স্ক্র্যাচপ্যাডে পেস্টিং অনুমোদন করবার জন্য।

source: Scanning for viruses…
bn_bd: ভাইরাস স্ক্যান করা হচ্ছে…

source: %S can not allow permanent access to your screen.
bn_bd: %S আপনার পর্দা ব্যবহারের স্থায়ী অনুমতি দেয় না।

source: %S can not allow permanent access to your tab’s audio without asking which tab to share.
bn_bd: কোন ট্যাব শেয়ার করা হবে সেটা না জেনে %S আপনার ট্যাবের অডিও অ্যাক্সেস অনুমতি দিতে পারে না।

source: %S cannot be set to click-to-play.
bn_bd: %S কে ক্লিক-প্লে হিসাবে সেট করা যাবেনা।

source: %S cannot be set to click-to-play because it is not a plugin.
bn_bd: %S কে ক্লিক-প্লে হিসাবে সেট করা যাবেনা, কারণ এটি কোন প্লাগিন নয়।

source: %S cannot use the profile “%S” because it is in use.\n\nTo continue, close the running instance of %S or choose a different profile.
bn_bd: %S, "%S" প্রোফাইলটি ব্যবহার করতে পারছে না কারণ এটি বর্তমানে ব্যবহৃত হচ্ছে।\n\nপরবর্তীতে অগ্রসর হতে চাইলে, অনুগ্রহ করে %S এর চলমান ইনস্ট্যান্সটি বন্ধ করুন অথবা পৃথক প্রোফাইল নির্বাচন করুন।

source: %S changed some Adobe Flash settings to improve performance.
bn_bd: %S পারফরম্যান্স উন্নত করতে অ্যাডোবি ফ্ল্যাশের সেটিংস এ কিছু পরিবর্তন করা হয়েছে।

source: Scheme
bn_bd: স্কিম

source: %S Container Preferences
bn_bd: %S কনটেইনার পছন্দসমূহ

source: %S content
bn_bd: %S বিষয়বস্তু

source: Scope
bn_bd: সুযোগ

source: Scope:
bn_bd: সুযোগ ।

source: Scope lost
bn_bd: সুযোগ হারিয়ে গেছে

source: Scopes
bn_bd: সুযোগ

source: Scopes Unavailable
bn_bd: সুযোগ নেই

source: Scottish Gaelic
bn_bd: স্কটিশ গেলিক

source: %S could not be found. Please check the name and try again.
bn_bd: %S খুঁজে পাওয়া যায়নি। অনুগ্রহ করে নাম পরীক্ষা করে পুনরায় চেষ্টা করুন।

source: %S could not be installed because it has a high risk of causing stability or security problems.
bn_bd: %S ইনস্টল করা যায় না কারণ এর মারাত্মক স্থায়িত্ব বা নিরাপত্তাজনিত সমস্যা হওয়ার সম্ভাবনা রয়েছে।

source: %S could not be opened, because an unknown error occurred.\n\nTry saving to disk first and then opening the file.
bn_bd: অজানা ত্রুটির কারণে %S খোলা যায়নি।\n\nপ্রথমে ডিস্কে সংরক্ষণ করে তারপর ফাইলটি খোলার চেষ্টা করুন।

source: %S could not be opened, because the associated helper application does not exist. Change the association in your preferences.
bn_bd: নির্ধারিত সহায়ক অ্যাপ্লিকেশন না থাকার কারণে %S খোলা যায়নি। পছন্দসমূহ মেনু থেকে সহায়ক অ্যাপ্লিকেশন পরিবর্তন করুন।

source: %S could not be saved, because a file already exists with the same name as the ‘_files’ directory.\n\nTry saving to a different location.
bn_bd: '_files' ডিরেক্টরির নামের মত একটি ফাইল বর্তমানে থাকার ফলে %S সংরক্ষণ করা যায়নি।\n\nকোনো পৃথক অবস্থানে সংরক্ষণ করার চেষ্টা করুন।

source: %S could not be saved, because an unknown error occurred.\n\nTry saving to a different location.
bn_bd: অজানা ত্রুটির কারণে %S সংরক্ষণ করা যায়নি।\n\nএকটি পৃথক অবস্থানে সংরক্ষণ করার চেষ্টা করুন।

source: %S could not be saved, because the disk, folder, or file is write-protected.\n\nWrite-enable the disk and try again, or try saving in a different location.
bn_bd: ডিস্ক, ফোল্ডার অথবা ফাইল লেখার যোগ্য না হওয়ার কারণে %S সংরক্ষণ করা যায়নি।\n\nডিস্কটিকে লেখার যোগ্য করে পুনরায় চেষ্টা করুন অথবা অন্য কোনো অবস্থানে সংরক্ষণ করার প্রচেষ্টা করুন।

source: %S could not be saved, because the file name was too long.\n\nTry saving with a shorter file name.
bn_bd: ফাইলের নাম অত্যাধিক লম্বা হওয়ার ফলে %S সংরক্ষণ করা যায়নি।\n\nফাইলের নাম ছোট করে পুনরায় সংরক্ষণ করার চেষ্টা করুন।

source: %S could not be saved, because the source file could not be read.\n\nTry again later, or contact the server administrator.
bn_bd: সোর্স ফাইল পড়তে না পারার কারণে %S সংরক্ষণ করা যায়নি।\n\nকিছু সময় অপেক্ষা করে পুনরায় চেষ্টা করুন অথবা আপনার সার্ভার প্রশাসকের সাথে যোগাযোগ করুন।

source: %S could not be saved, because you cannot change the contents of that folder.\n\nChange the folder properties and try again, or try saving in a different location.
bn_bd: ফোল্ডারের মধ্যে কোনো পরিবর্তন ঘটানোর অনুমতি আপনার না থাকার ফলে %S সংরক্ষণ করা যায়নি।\n\nফোল্ডারের বৈশিষ্ট্য পরিবর্তন করে পুনরায় চেষ্টা করুন অথবা অন্য কোনো অবস্থানে সংরক্ষণ করার চেষ্টা করুন।

source: %S could not confirm the integrity of the update package.
bn_bd: %S হালনাগাদ প্যাকেজের সত্যতা নিশ্চিত করতে পারেনি।

# %S could not download the search plugin from: %S
source: %S could not download the search plugin from:\n%S
bn_bd: %S উল্লেখিত স্থান থেকে অনুসন্ধান প্লাগইন ডাউনলোড করতে পারেনি:\n%S

source: %S could not install the search plugin from “%S” because an engine with the same name already exists.
bn_bd: %S, "%S" থেকে অনুসন্ধান প্লাগইন ইনস্টল করতে পারেনি কারণ একই নামে আরেকটি ইঞ্জিন ইতিমধ্যেই বিদ্যমান রয়েছে।

source: %s Crash Reporter
bn_bd: %s ক্র্যাশ প্রতিবেদক

source: Scratchpad
bn_bd: স্ক্র্যাচপ্যাড

source: Scratchpad cannot find any browser window to execute the code in.
bn_bd: কোডটি নেয়ার জন্য স্ক্রচপ্যাড কোন ব্রাউজার উইন্ডো খুঁজে পায়নি।

source: Scratchpad cannot run this operation in the current mode.
bn_bd: বর্তমান মোডে স্ক্র্যাচপ্যাড এই অপারেশন চালাতে পারবে না।

source: Scratchpad Help on MDN
bn_bd: MDN-এ উপস্থিত Scratchpad-র সহায়তা

source: Scratchpad Panel
bn_bd: স্ক্র্যাচপ্যাড প্যানেল

source: Screen
bn_bd: পর্দা

source: Screen reader started
bn_bd: স্ক্রিন রিডার চালু হয়েছে

source: Screen reader stopped
bn_bd: স্ক্রিন রিডার বন্ধ হয়েছে

source: Screen %S
bn_bd: পর্দা %S

source: Screenshot
bn_bd: স্ক্রিনশট

source: Screen Shot %1$S at %2$S
bn_bd: স্ক্রীনশট %1$S এ %2$S

source: Screenshot Behavior
bn_bd: স্ক্রিনশটের আচরণ

source: Screenshot Node
bn_bd: স্ক্রিনশট নোড

source: Screenshot to clipboard
bn_bd: স্ক্রিনশট ক্লিপবোর্ডে পাঠাও

source: Screen to share:
bn_bd: স্ক্রিন শেয়ার করতে S

source: Script Animation
bn_bd: স্ক্রিপ্ট অ্যানিমেশন

source: scripted
bn_bd: স্ক্রিপ্টেড

source: Script from “%1$S” was blocked because of a disallowed MIME type.
bn_bd: অননুমোদিত MIME টাইপের জন্য "%1$S" স্ক্রিপ্ট ব্লক করা হয়েছে।

source: Script: %S
bn_bd: স্ক্রিপ্ট: %S

source: Scripts may not close windows that were not opened by script.
bn_bd: স্ক্রিপ্ট দ্বারা খোলা হয়নি এমন কোনো উইন্ডো সেই স্ক্রিপ্ট বন্ধ করতে পারবে না।

source: Script Spec:
bn_bd: স্ত্রিপট স্পেস

source: Script Tag
bn_bd: স্ক্রিপ্ট ট্যাগ

source: scroll bar
bn_bd: স্ক্রল বার

source: scrollbar drag enabled
bn_bd: স্ক্রলবার ড্র্যাগ সক্রিয়

source: Scroll Into View
bn_bd: প্রদর্শনে স্ক্রল করুন

source: %S - CSS Animation
bn_bd: %S - CSS অ্যানিমেশন

source: %S - CSS Transition
bn_bd: %S - CSS ট্রান্সিশন

source: %S (custom)
bn_bd: %S (স্বনির্বাচিত)

source: %S days ago
bn_bd: %S দিন পূর্বে

source: %S (default)
bn_bd: %S (ডিফল্ট)

source: %S disabled.
bn_bd: %S নিষ্ক্রিয় করা হল।

source: #%S does not exist!
bn_bd: #%S নেই।

source: sealed
bn_bd: সিলকৃত

source: search
bn_bd: অনুসন্ধান করুন

source: Search
bn_bd: অনুসন্ধান

source: Search:
bn_bd: অনুসন্ধান:

source: Search %1$S for “%2$S”
bn_bd: %1$S-এ "%2$S" অনুসন্ধান করা হবে

source: Search all add-ons
bn_bd: সব অ্যাড-অন অনুসন্ধান

source: Search and replace in page elements
bn_bd: পৃষ্ঠার উপাদানের অনুসন্ধান ও প্রতিস্থাপন করুন

source: Search Bookmarks
bn_bd: বুকমার্ক অনুসন্ধান

source: Search Downloads
bn_bd: ডাউনলোড অনুসন্ধান করুন

source: Search Engine
bn_bd: অনুসন্ধানী ইঞ্জিন

source: Search Engines
bn_bd: অনুসন্ধান ইঞ্জিন E

source: searches
bn_bd: অনুসন্ধান

source: Search file types or applications
bn_bd: ফাইলের ধরন অথবা অ্যাপ্লিকেশন অনুসন্ধান করুন

source: Search for
bn_bd: যা অনুসন্ধান করা হয়েছে

source: Search for:
bn_bd: অনুসন্ধান করুন:

source: Search for Function Definition
bn_bd: ফাংশনের ডেফিনিশন খোঁজা হবে

source: Search for function definition (%S)
bn_bd: ফাংশন ডেফিনিশন অনুসন্ধাণ করা হবে (%S)

source: Search for sources (%S)
bn_bd: সোর্স অনুসন্ধান (%S)

source: Search for <span class='contentSearchSearchWithHeaderSearchText'></span> with:
bn_bd: অনুসন্ধান করুন <span class='contentSearchSearchWithHeaderSearchText'></span>:

source: Search for text when you start typing
bn_bd: টাইপ আরম্ভ করলে তৎক্ষণাৎ অনুসন্ধান শুরু করা হবে

source: Search for the given string in the list of available preferences
bn_bd: বিদ্যমান পছন্দ তালিকা থেকে প্রদত্ত স্ট্রিং অনুসন্ধান করুন

source: Search functions…
bn_bd: ফাংশন অনুসন্ধান…

source: Search History
bn_bd: ইতিহাস অনুসন্ধান

source: Search HTML
bn_bd: HTML অনুসন্ধান

source: Search in All Files
bn_bd: সকল ফাইলে অনুসন্ধান করুন

source: Search in all files (%S)
bn_bd: সব ফাইলে অনুসন্ধান করুন (%S)

source: Search in file…
bn_bd: ফাইলে অনুসন্ধান…

source: Search in New Tab
bn_bd: নতুন ট্যাবে অনুসন্ধান T

source: Search or enter address
bn_bd: অনুসন্ধান বা ঠিকানা দিন

source: Search preferences
bn_bd: সার্চের পছন্দসমূহ

source: Search query
bn_bd: কোয়েরি অনুসন্ধান

source: Search Results
bn_bd: অনুসন্ধানের ফলাফল

source: Search %S
bn_bd: অনুসন্ধাণ %S

source: Search scripts (%S)
bn_bd: অনুসন্ধান স্ক্রিপ্ট (%S)

source: Search settings
bn_bd: সেটিং খুঁজুন

source: Search Sources…
bn_bd: সোর্স অনুসন্ধান…

source: Search string
bn_bd: স্ট্রিং খুঁজুন

source: search string to use in narrowing down the displayed commands. Regular expressions not supported.
bn_bd: প্রদর্শিত কমান্ড সংকীর্ণ ব্যবহার করার জন্য স্ট্রিং খুঁজুন। রেগুলার এক্সপ্রেশন সমর্থিত নয়।

source: Search suggestions will not be shown in location bar results because you have configured &brandShortName; to never remember history.
bn_bd: &brandShortName; এর কনফিগারেশনে ইতিহাস মনে না রাখতে বলার কারনে লোকেশন বারে অনুসন্ধান পরামর্শ দেখাবে না।

source: search text field
bn_bd: টেক্সট ফিল্ড খুঁজুন

source: Search using %S
bn_bd: %S দিয়ে অনুসন্ধান করা হবে

source: Search variables…
bn_bd: ভেরিয়েবল অনুসন্ধান…

source: Search websites
bn_bd: ওয়েবসাইট অনুসন্ধান

source: Search whole words only
bn_bd: শুধুমাত্র সম্পূর্ণ শব্দ অনুসন্ধান

source: Search with:
bn_bd: অনুসন্ধান সঙ্গি:

source: Search with case sensitivity
bn_bd: কেস সেনসিটিভিটি দিয়ে খুঁজুন

source: Search with %S
bn_bd: অনুসন্ধান করা হবে %S দিয়ে

source: Seccomp-BPF (System Call Filtering)
bn_bd: Seccomp-BPF (সিস্টেম কল ফিল্টারিং)

source: Seccomp Thread Synchronization
bn_bd: সিকম্প থ্রেড সিংক্রোনাইজেশন

source: SECG elliptic curve secp112r1
bn_bd: SECG উপবৃত্তাকার কার্ভ secp112r1

source: SECG elliptic curve secp112r2
bn_bd: SECG উপবৃত্তাকার কার্ভ secp112r2

source: SECG elliptic curve secp128r1
bn_bd: SECG উপবৃত্তাকার কার্ভ secp128r1

source: SECG elliptic curve secp128r2
bn_bd: SECG উপবৃত্তাকার কার্ভ secp128r2

source: SECG elliptic curve secp160k1
bn_bd: SECG উপবৃত্তাকার কার্ভ secp160k1

source: SECG elliptic curve secp160r1
bn_bd: SECG উপবৃত্তাকার কার্ভ secp160r1

source: SECG elliptic curve secp160r2
bn_bd: SECG উপবৃত্তাকার কার্ভ secp160r2

source: SECG elliptic curve secp192k1
bn_bd: SECG উপবৃত্তাকার কার্ভ secp192k1

source: SECG elliptic curve secp224k1
bn_bd: SECG উপবৃত্তাকার কার্ভ secp224k1

source: SECG elliptic curve secp224r1 (aka NIST P-224)
bn_bd: SECG উপবৃত্তাকার কার্ভ secp224r1 (aka NIST P-224)

source: SECG elliptic curve secp256k1
bn_bd: SECG উপবৃত্তাকার কার্ভ secp256k1

source: SECG elliptic curve secp384r1 (aka NIST P-384)
bn_bd: SECG উপবৃত্তাকার কার্ভ secp384r1 (aka NIST P-384)

source: SECG elliptic curve secp521r1 (aka NIST P-521)
bn_bd: SECG উপবৃত্তাকার কার্ভ secp521r1 (aka NIST P-521)

source: SECG elliptic curve sect113r1
bn_bd: SECG উপবৃত্তাকার কার্ভ sect113r1

source: SECG elliptic curve sect113r2
bn_bd: SECG উপবৃত্তাকার কার্ভ sect113r2

source: SECG elliptic curve sect131r1
bn_bd: SECG উপবৃত্তাকার কার্ভ sect131r1

source: SECG elliptic curve sect131r2
bn_bd: SECG উপবৃত্তাকার কার্ভ sect131r2

source: SECG elliptic curve sect163k1 (aka NIST K-163)
bn_bd: SECG উপবৃত্তাকার কার্ভ sect163k1 (aka NIST K-163)

source: SECG elliptic curve sect163r1
bn_bd: SECG উপবৃত্তাকার কার্ভ sect163r1

source: SECG elliptic curve sect163r2 (aka NIST B-163)
bn_bd: SECG উপবৃত্তাকার কার্ভ sect163r2 (aka NIST B-163)

source: SECG elliptic curve sect193r1
bn_bd: SECG উপবৃত্তাকার কার্ভ sect193r1

source: SECG elliptic curve sect193r2
bn_bd: SECG উপবৃত্তাকার কার্ভ sect193r2

source: SECG elliptic curve sect233k1 (aka NIST K-233)
bn_bd: SECG উপবৃত্তাকার কার্ভ sect233k1 (aka NIST K-233)

source: SECG elliptic curve sect233r1 (aka NIST B-233)
bn_bd: SECG উপবৃত্তাকার কার্ভ sect233r1 (aka NIST B-233)

source: SECG elliptic curve sect239k1
bn_bd: SECG উপবৃত্তাকার কার্ভ sect239k1

source: SECG elliptic curve sect283k1 (aka NIST K-283)
bn_bd: SECG উপবৃত্তাকার কার্ভ sect283k1 (aka NIST K-283)

source: SECG elliptic curve sect283r1 (aka NIST B-283)
bn_bd: SECG উপবৃত্তাকার কার্ভ sect283r1 (aka NIST B-283)

source: SECG elliptic curve sect409k1 (aka NIST K-409)
bn_bd: SECG উপবৃত্তাকার কার্ভ sect409k1 (aka NIST K-409)

source: SECG elliptic curve sect409r1 (aka NIST B-409)
bn_bd: SECG উপবৃত্তাকার কার্ভ sect409r1 (aka NIST B-409)

source: SECG elliptic curve sect571k1 (aka NIST K-571)
bn_bd: SECG উপবৃত্তাকার কার্ভ sect571k1 (aka NIST K-571)

source: SECG elliptic curve sect571r1 (aka NIST B-571)
bn_bd: SECG উপবৃত্তাকার কার্ভ sect571r1 (aka NIST B-571)

source: Seconds Ago
bn_bd: সেকেন্ড আগে

source: section
bn_bd: অনুচ্ছেদ

source: section.
bn_bd: অনুচ্ছেদ।

source: Secure Connection
bn_bd: নিরাপদ সংযোগ

source: Secure Connection Failed
bn_bd: নিরাপদ সংযোগ স্থাপন করতে ব্যর্থ

source: Security
bn_bd: নিরাপত্তা

source: Security Device
bn_bd: নিরাপত্তা ডিভাইস

source: Security Devices
bn_bd: নিরাপত্তা ডিভাইস

source: Security Devices…
bn_bd: নিরাপত্তা ডিভাইস…

source: Security Error: Content at %S attempted to load %S, but may not load external data when being used as an image.
bn_bd: নিরাপত্তা ত্রুটি: %S-এ বিষয়বস্তু %S লোড করার চেষ্টা করেছে, কিন্তু হয়তো বহিরাগত ডাটা লোড করতে পারবে না একটি ছবি ব্যবহার করার সময়।\u0020

source: Security Error: Content at %S may not load data from %S.
bn_bd: নিরাপত্তা ত্রুটি: %S এর বিষয়বস্তু %S থেকে তথ্য লোড করতে অনুমোদিত নয়।

source: Security Error: Content at %S may not load or link to %S.
bn_bd: নিরাপত্তা ত্রুটি: %S এর বিষয়বস্তু %S এর সাথে সংযোগ করতে অথবা তথ্য লোড করতে অনুমোদিত নয়।

source: security library: bad database.
bn_bd: নিরাপত্তাবিষয়ক লাইব্রেরি: ত্রুটিপূর্ণ ডাটাবেস।

source: security library failure.
bn_bd: নিরাপত্তা লাইব্রেরির বিফলতা।

source: security library has experienced an input length error.
bn_bd: নিরাপত্তা লাইব্রেরি, ইনপুটের দৈর্ঘ্য সম্পর্কিত ত্রুটির সম্মুখীন হয়েছে।

source: security library: improperly formatted DER-encoded message.
bn_bd: নিরাপত্তা লাইব্রেরি: DER-এনকোড করা বার্তার বিন্যাস সঠিক নয়।

source: security library: invalid algorithm.
bn_bd: নিরাপত্তা লাইব্রেরি: অকার্যকর এলগরিদম।

source: security library: invalid arguments.
bn_bd: নিরাপত্তা লাইব্রেরি: অকার্যকর আর্গুমেন্ট।

source: security library: invalid AVA.
bn_bd: নিরাপত্তা লাইব্রেরি: অকার্যকর AVA।

source: security library: memory allocation failure.
bn_bd: নিরাপত্তাবিষয়ক লাইব্রেরি: মেমরি বরাদ্দকরণে ব্যর্থতা।

source: security library: need random data.
bn_bd: নিরাপত্তাবিষয়ক লাইব্রেরি: এলোমেলো ডাটা প্রয়োজন।

source: security library: no nodelock.
bn_bd: নিরাপত্তাবিষয়ক লাইব্রেরি: কোনো nodelock নেই।

source: security library: no security module can perform the requested operation.
bn_bd: নিরাপত্তাবিষয়ক লাইব্রেরি: অনুরোধকৃত কাজটি কোনো সিকিউরিটি মডিউল দিয়ে করা সম্ভব নয়।

source: security library: output length error.
bn_bd: নিরাপত্তা লাইব্রেরি: ফলাফলের দৈঘ্য সংক্রান্ত ত্রুটি।

source: security library: read-only database.
bn_bd: নিরাপত্তাবিষয়ক লাইব্রেরি: শুধু পাঠযোগ্য ডাটাবেস।

source: security library: received bad data.
bn_bd: নিরাপত্তা লাইব্রেরি: ত্রুটিপূর্ণ তথ্য গ্রহণ।

source: Security Modules and Devices
bn_bd: নিরাপত্তা মডিউল ও ডিভাইস

source: Security Update
bn_bd: নিরাপত্তা হালনাগাদ

source: Security Warning
bn_bd: নিরাপত্তা সংক্রান্ত সতর্কবার্তা

source: See
bn_bd: দেখুন

source: See <a href='https://developer.mozilla.org/docs/Mozilla/Debugging/HTTP_logging'>HTTP Logging</a> for instructions on how to use this tool.
bn_bd: টুলটি ব্যবহারের নিয়ম জানতে <a href='https://developer.mozilla.org/docs/Mozilla/Debugging/HTTP_logging'>HTTP Logging</a> দেখুন।

source: See a list of
bn_bd: এর তালিকা দেখুন

source: See all the fonts used in the page
bn_bd: এই পেজে ব্যবহৃত সকল ফন্ট প্রদর্শন করা হবে

source: See how it works
bn_bd: দেখুন এটা কিভাবে কাজ করে

source: (seeking)
bn_bd: (খোঁজা হচ্ছে)

source: See one result;See all #1 results
bn_bd: একটি ফলাফল দেখুন;সব ফলাফল#1 দেখুন

source: See the
bn_bd: দেখুন

source: See what’s new.
bn_bd: দেখুন নতুন কি আছে।

source: Select
bn_bd: নির্বাচন
